[
    {
        "soalan": "Apakah itu Baucar Panjar?",
        "jawapan": "Baucar Panjar ialah dokumen rasmi untuk mencatatkan transaksi panjar."
    },
    {
        "soalan": "Siapakah yang boleh mengesahkan Baucar Panjar?",
        "jawapan": "Pegawai yang diberi kuasa melalui Penetapan Kuasa dan Tugas oleh Pegawai Pengawal."
    },
    {
        "soalan": "Bagaimanakah cara membuat permohonan panjar?",
        "jawapan": "Permohonan panjar boleh dibuat dengan mengisi Borang Permohonan Panjar dan mendapatkan kelulusan Ketua Jabatan."
    },
    {
        "soalan": "Apakah tempoh sah laku Baucar Panjar?",
        "jawapan": "Tempoh sah laku Baucar Panjar adalah sehingga transaksi panjar tersebut disahkan dan dilunaskan dalam rekod kewangan."
    },
    {
        "soalan": "Bilakah perlu menyediakan Penyata Penyesuaian Panjar?",
        "jawapan": "Penyata Penyesuaian Panjar perlu disediakan pada akhir setiap bulan atau sebelum tarikh tutup akaun."
    },
    {
        "soalan": "Apakah dokumen sokongan yang diperlukan untuk permohonan panjar?",
        "jawapan": "Dokumen sokongan seperti Borang Permohonan Panjar, salinan kelulusan Ketua Jabatan, dan justifikasi penggunaan perlu disertakan."
    },
    {
        "soalan": "Apakah tindakan jika berlaku lebihan perbelanjaan panjar?",
        "jawapan": "Lebihan perbelanjaan panjar perlu dikembalikan dan direkodkan sebagai pemulangan wang panjar."
    },
    {
        "soalan": "Bolehkah panjar digunakan untuk bayaran gaji?",
        "jawapan": "Tidak, panjar tidak boleh digunakan untuk bayaran gaji atau elaun tetap."
    },
    {
        "soalan": "Bagaimanakah proses tutup akaun panjar dilakukan?",
        "jawapan": "Proses tutup akaun panjar dilakukan dengan menyediakan Penyata Penyesuaian Panjar, menyerahkan baki tunai, dan mendapatkan pengesahan pegawai yang berkenaan."
    },
    {
        "soalan": "Apakah yang dimaksudkan dengan Panjar Khas?",
        "jawapan": "Panjar Khas ialah panjar yang diwujudkan untuk tujuan tertentu dengan syarat khas yang ditetapkan oleh Pegawai Pengawal."
    },
    {
        "soalan": "Siapakah Pegawai Bertanggungjawab ke atas panjar?",
        "jawapan": "Pegawai Bertanggungjawab adalah pegawai yang dilantik oleh Pegawai Pengawal untuk mengurus dan mengawal penggunaan panjar."
    },
    {
        "soalan": "Apakah tindakan jika berlaku kehilangan wang panjar?",
        "jawapan": "Kehilangan wang panjar perlu dilaporkan segera kepada Ketua Jabatan dan tindakan tatatertib akan diambil jika perlu."
    },
    {
        "soalan": "Apakah dokumen yang diperlukan semasa penyediaan Penyata Penyesuaian Panjar?",
        "jawapan": "Dokumen seperti resit perbelanjaan, Baucar Panjar, dan bukti pembayaran perlu dilampirkan semasa penyediaan Penyata Penyesuaian Panjar."
    },
    {
        "soalan": "Bolehkah panjar digunakan untuk bayaran luar negeri?",
        "jawapan": "Tidak, panjar tidak boleh digunakan untuk bayaran luar negeri kecuali dengan kelulusan khas daripada Pegawai Pengawal."
    },
    {
        "soalan": "Bagaimanakah cara mendapatkan kelulusan tambahan panjar?",
        "jawapan": "Permohonan kelulusan tambahan panjar perlu dikemukakan dengan justifikasi lengkap dan dokumen sokongan."
    },
    {
        "soalan": "Apakah peranan Ketua Jabatan dalam pengurusan panjar?",
        "jawapan": "Ketua Jabatan bertanggungjawab untuk meluluskan permohonan panjar dan memastikan pengurusan panjar mengikut peraturan."
    },
    {
        "soalan": "Apakah format rekod Baucar Panjar?",
        "jawapan": "Rekod Baucar Panjar hendaklah disediakan mengikut format yang ditetapkan dalam Pekeliling Perbendaharaan."
    },
    {
        "soalan": "Bagaimanakah audit panjar dilaksanakan?",
        "jawapan": "Audit panjar dilakukan dengan memeriksa dokumen sokongan, Baucar Panjar, dan Penyata Penyesuaian Panjar."
    },
    {
        "soalan": "Apakah yang dimaksudkan dengan pemulangan wang panjar?",
        "jawapan": "Pemulangan wang panjar ialah pemulangan baki panjar yang tidak digunakan setelah perbelanjaan selesai."
    },
    {
        "soalan": "Siapakah yang bertanggungjawab untuk menyediakan laporan panjar bulanan?",
        "jawapan": "Pegawai Bertanggungjawab hendaklah menyediakan laporan panjar bulanan dan menyerahkan kepada Ketua Jabatan."
    }
]
